export default{
    rowHead: [
        {
            id: "1111",
            name: "测试1",
            children: [
                {
                    id: "1111-1",
                    name: "测试1-1",
                    children: [
                        {
                            id: "1111-1-2",
                            name: "测试1-1-2",
                        },
                        {
                            id: "1111-1-3",
                            name: "测试1-1-4",
                        },
                    ]
                },
                {
                    id: "1111-2",
                    name: "测试1-2",
                    children: [
                        {
                            id: "1111-2-2",
                            name: "测试1-2-2",
                        },
                        {
                            id: "1111-2-3",
                            name: "测试1-2-4",
                        },
                    ]
                },
                {
                    id: "1111-3",
                    name: "测试1-3",
                    children: [
                        {
                            id: "1111-3-2",
                            name: "测试1-3-2",
                        },
                        {
                            id: "1111-3-3",
                            name: "测试1-3-4",
                        },
                    ]
                },
                {
                    id: "1111-4",
                    name: "测试1-4",
                },
                
            ]
        },
        {
            id: "2222",
            name: "测试1",
            children: [
                {
                    id: "2222-1",
                    name: "测试1-1",
                    children: [
                        {
                            id: "2222-1-2",
                            name: "测试1-1-2",
                        },
                        {
                            id: "2222-1-3",
                            name: "测试1-1-4",
                        },
                    ]
                },
                {
                    id: "2222-2",
                    name: "测试1-2",
                    children: [
                        {
                            id: "2222-2-2",
                            name: "测试1-2-2",
                        },
                        {
                            id: "2222-2-3",
                            name: "测试1-2-4",
                        },
                    ]
                },
                {
                    id: "2222-3",
                    name: "测试1-3",
                    children: [
                        {
                            id: "2222-3-2",
                            name: "测试1-3-2",
                        },
                        {
                            id: "2222-3-3",
                            name: "测试1-3-4",
                        },
                    ]
                },
                {
                    id: "2222-4",
                    name: "测试1-4",
                },
                
            ]
        },
    ],
    colHead: [
        {
            id: "1111",
            name: "测试1",
            children: [
                {
                    id: "1111-1",
                    name: "测试1-1",
                    children: [
                        {
                            id: "1111-1-2",
                            name: "测试1-1-2",
                        },
                        {
                            id: "1111-1-3",
                            name: "测试1-1-4",
                        },
                    ]
                },
                {
                    id: "1111-2",
                    name: "测试1-2",
                    children: [
                        {
                            id: "1111-2-2",
                            name: "测试1-2-2",
                        },
                        {
                            id: "1111-2-3",
                            name: "测试1-2-4",
                        },
                    ]
                },
                {
                    id: "1111-3",
                    name: "测试1-3",
                    children: [
                        {
                            id: "1111-3-2",
                            name: "测试1-3-2",
                        },
                        {
                            id: "1111-3-3",
                            name: "测试1-3-4",
                        },
                    ]
                },
                {
                    id: "1111-4",
                    name: "测试1-4",
                },
                
            ]
        },
        {
            id: "2222",
            name: "测试1",
            children: [
                {
                    id: "2222-1",
                    name: "测试1-1",
                    children: [
                        {
                            id: "2222-1-2",
                            name: "测试1-1-2",
                        },
                        {
                            id: "2222-1-3",
                            name: "测试1-1-4",
                        },
                    ]
                },
                {
                    id: "2222-2",
                    name: "测试1-2",
                    children: [
                        {
                            id: "2222-2-2",
                            name: "测试1-2-2",
                        },
                        {
                            id: "2222-2-3",
                            name: "测试1-2-4",
                        },
                    ]
                },
                {
                    id: "2222-3",
                    name: "测试1-3",
                    children: [
                        {
                            id: "2222-3-2",
                            name: "测试1-3-2",
                        },
                        {
                            id: "2222-3-3",
                            name: "测试1-3-4",
                        },
                    ]
                },
                {
                    id: "2222-4",
                    name: "测试1-4",
                },
                
            ]
        },
    ],
}